Repository: remore-chat/server
Catalog: TTalk.WinUI/Strings/*.resw
Source language: en_us
Languages: fr_fr

# AppDisplayName
source: TTalk
fr_fr: Remore

# AppDescription
source: TTalk
fr_fr: Remore

# Shell_Main.Content
source: Home
fr_fr: Accueil

# Settings_Personalization.Text
source: Personalization
fr_fr: Personnalisation

# Settings_Theme.Text
source: Theme
fr_fr: Thème

# Settings_Theme_Light.Content
source: Light
fr_fr: Clair

# Settings_Theme_Dark.Content
source: Dark
fr_fr: Sombre

# Settings_Theme_Default.Content
source: Default
fr_fr: Par défaut

# Settings_About.Text
source: About this application
fr_fr: A propos de cette application

# Settings_AboutDescription.Text
source: TTalk - is free and open source alternative to teamspeak developed by Roxxel (https://roxxel.moe)
fr_fr: Remore - est une alternative gratuite et open source à teamspeak dévelopée par Roxxel (https://roxxel.moe)

# SettingsPage_PrivacyTermsLink.Content
source: Privacy Statement
fr_fr: Déclaration de confidentialité

# Main_Connect.Label
source: Connect
fr_fr: Se connecter

# Main_ConnectToServerFavorites_ConnectingToServer
source: Connecting to server {0}
fr_fr: Connexion au serveur {0}

# Main_ConnectToServerFavorites_FailedToConnect
source: Failed to connect to server ({0})
fr_fr: Echec de la connexion au serveur ({0})

# Main_ConnectToServer_AddressInputPlaceholder
source: Enter address here
fr_fr: Adresse du serveur

# Main_ConnectToServer_AddServerToFavoritesAfterConnect
source: Add this server to favorites after connect
fr_fr: Ajouter ce serveur aux favoris après la connexion

# Main_ConnectToServer_CloseButton
source: Close
fr_fr: Fermer

# Main_ConnectToServer_ConnectButton
source: Connect
fr_fr: Connexion

# Main_ConnectToServer_ConnectFromFavoritesList
source: Favorites
fr_fr: Favoris

# Main_ConnectToServer_ConnectWithAddress
source: Connect with server address
fr_fr: Se connecter à partir d'une adresse

# Main_ConnectToServer_Description
source: Enter address of the server you want to connect and press Connect
fr_fr: Entrez l'adresse du serveur auquel vous désirez vous connecter et appuyez sur Connexion

# Main_ConnectToServer_InvalidNicknameContent
source: Looks like your nickname isn't configured, before connecting you have to specify your nickname in settings
fr_fr: Il semblerait que vous n'ayez pas configuré de nom d'utilisateur. Vous devez fournir un nom d'utilisateur dans les paramètres avant de pouvoir vous connecter

# Main_ConnectToServer_InvalidNicknameTitle
source: Invald nickname
fr_fr: Nom d'utilisateur invalide

# Main_ConnectToServer_Title
source: Connect to server
fr_fr: Se connecter à un serveur

# Main_ConnectToServer_VersionDontMatch
source: {0} App version (v{1}) doesn't match server's version (v{2})
fr_fr: {0}La version de l'application (v{1}) est différente de celle du serveur (v{2})

# Main_Disconnect.Label
source: Disconnect
fr_fr: Se déconnecter

# Main_MessageContent.PlaceholderText
source: Type something and press Enter to send!
fr_fr: Taper un message et appuyer Entrée pour l'envoyer!

# Main_ServerSettings.Label
source: Server settings
fr_fr: Paramètres du serveur

# Main_SetPrivilegeKey.Label
source: Set privilege key
fr_fr: Configurer la clé de privilège

# Settings_Capture.Text
source: Capture
fr_fr: Entrée audio

# Settings_Capture_CaptureDevice.Text
source: Capture device
fr_fr: Périphérique d'entrée

# Settings_Capture_UseVoiceActivityDetection.Text
source: Use Voice Activity Detection
fr_fr: Activer la détection d'activité vocale

# Settings_Capture_VoiceActivityThreshold.Text
source: Voice activity detection threshold
fr_fr: Seuil de détection d'activité vocale

# Settings_Personalization_DefaultNickname.Text
source: Default nickname
fr_fr: Nom d'utilisateur par défaut

# Settings_Personalization_DefaultNicknameDisconnectFromServer.Text
source: You have to disconnect from current server to change your nickname
fr_fr: Vous devez vous déconnecter du serveur actuel pour changer votre nom d'utilisateur

# Settings_Personalization_MinimalLength.Text
source: Minimal length of nickname is 3 symbols
fr_fr: La longueur minimale du nom d'utilisateur est de 3 caractères

# Settings_Playback.Text
source: Playback
fr_fr: Sortie audio

# Settings_Playback_PlaybackDevice.Text
source: Playback device
fr_fr: Périphérique de sortie

# Main_PrivilegeKey.PlaceholderText
source: Enter your privilege key
fr_fr: Saisir votre clé de privilège

# Main_PrivilegeKey_AfterConfirmNotification.Text
source: You must reconnect to the server for the changes to take effect
fr_fr: Vous devez vous reconnecter au serveur pour que les changements soient pris en compte

# Main_PrivilegeKey_Close.Text
source: Close
fr_fr: Fermer

# Main_PrivilegeKey_Confirm.Text
source: Confirm
fr_fr: Confirmer

# Main_PriviligeKey.Title
source: Set privilege key
fr_fr: Configurer la clé de privilège

# Settings.Title
source: Settings
fr_fr: Paramètres

# Settings_Language.Text
source: Language
fr_fr: Langue

# Settings_Capture_EnableRNNoiseSuppresion
source: Enable RNNoise noise suppression
fr_fr: Activer la suppression de bruit RNNoise

# Settings_KeyBindingsFailed
source: Looks like there's another action that bound to the key you pressed.
fr_fr: Cette touche a déjà été assignée à une autre action

# Settings_KeyBindings_ActionInputPlaceholder
source: Select action
fr_fr: Assigner une action

# Settings_KeyBindings_AddButton
source: Add keybind
fr_fr: Ajouter un raccourci

# Settings_KeyBindings_DialogTitle
source: Create keybind
fr_fr: Créer un raccourci

# Settings_KeyBindings_Header
source: Keybinds
fr_fr: Raccourcis clavier

# Settings_KeyBindings_KeyInputPlaceholder
source: Press any key
fr_fr: Appuyez une touche

# Main_CreateChannelDialog_ChannelNameInputPlaceholder
source: Channel name
fr_fr: Nom du canal

# Main_CreateChannelDialog_ConfirmText
source: Create
fr_fr: Créer

# Main_CreateChannelDialog_TextChannel
source: Text channel
fr_fr: Canal textuel

# Main_CreateChannelDialog_Title
source: Create channel
fr_fr: Créer un canal

# Main_CreateChannelDialog_VoiceChannel
source: Voice channel
fr_fr: Canal vocal

# Main_DeleteChannelDialog_Confirm
source: Delete channel
fr_fr: Supprimer le canal

# Main_DeleteChannelDialog_Content
source: Are you sure you want to delete channel {0}? This can not be undone.
fr_fr: Etes-vous certain de vouloir supprimer le canal {0}? Cette action est irréversible.

# Main_DeleteChannelDialog_Title
source: Delete channel
fr_fr: Supprimer un canal
